[
  "Draw 1 card per turn.\nPlay 1 card per turn.",
  "Play 2 cards per turn.\n\nIf you have fewer than 2 cards in your hand, play all your cards.",
  "Play 3 cards per turn.\n\nIf you have fewer than 3 cards in your hand, play all your cards.",
  "Play 4 cards per turn.\n\nIf you have fewer than 4 cards in your hand, play all your cards.",
  "Play all of the cards in your hand each turn.",
  "If it isn't your turn, you can only have 2 Keepers in play.  Discard any extras immediately.\n\nYou may play new Keepers during your turn as long as you discrd all but 2 at the end of your turn.",
  "If it isn't your turn, you can only have 3 Keepers in play.  Discard any extras immediately.\n\nYou may play new Keepers during your turn as long as you discard all but 3 at the end of your turn.\n",
  "If it isn't your turn, you can only have 4 Keepers in play.  Discard any extras immediately.\n\nYou may play new Keepers during your turn as long as you discard all but 4 at the end of your turn.\n",
  "Draw 2 cards per turn.\n\nThe person who played this card will automatically draw the necessary cards so 2 cards was drawn this turn.\n",
  "Draw 3 cards per turn.\n\nThe person who played this card will automatically draw the necessary cards so 3 cards was drawn this turn.\n",
  "Draw 4 cards per turn.\n\nThe person who played this card will automatically draw the necessary cards so 4 cards was drawn this turn.\n",
  "Draw 5 cards per turn.\n\nThe person who played this card will automatically draw the necessary cards so 5 cards was drawn this turn.\n",
  "If it isn't your turn, you cannot hold any cards.\n\nDuring your turn, you may ignore the Hand Limit as long as you discard all of your cards when you end your turn.\n",
  "If it isn't your turn, you should only have 1 card in your hand.  If you have extra cards, discard them immediately.\n\nDuring your turn, you may ignore the Hand Limit, as long as you discard all but 1 of your cards when you end your turn.\n",
  "If it isn't your turn, you should only have 2 cards in your hand.  If you have extra cards, discard them immediately.\n\nDuring your turn, you may ignore the Hand Limit, as long as you discard all but 2 of your cards when you end your turn.\n",
  "If you have no cards in your hand at the start of your turn, 3 extra cards will be drawn.\n",
  "If you have fewer Keepers in play than everyone else, draw 1 extra card.\n\nIn the event of a tie, no player receives the bonus.\n",
  "If you have more Keepers in play than everyone else, you may choose to play 1 extra card.\n\nIn the event of a tie, no Player receives the bonus.\n",
  "At the end of the turn which this card is played, turn order will proceed in the opposite direction.\n\nIf there are only 2 players, then you get an extra turn and this is discarded\n",
  "The first card you play must be chosen at random from your hand by the player on your left.\n\nIgnore this rule if, at the start of your turn, the current rule cards allow you to play only one card.\n",
  "Any time a numeral is seen on another card, add one to that numeral.  For example 1 becomes 2 while one remains one.\n\nThis does affect the Basic Rules.\n",
  "A second goal can now be played.  After this, whoever plays a new Goal (or causes this card to be discarded) must choose which of the current Goals to discard.\n\nYou win if you satisfy either Goal. (In case of a tie, continue playing until a clear winner emerges).\n",
  "When Milk is played; it will show up under your keepers.",
  "When The Rocket is played; it will show up under your keepers.",
  "When The Moon is played; it will show up under your keepers.",
  "When War is played; it will show up under your keepers.",
  "When Television is played; it will show up under your keepers.",
  "When The Toaster is played; it will show up under your keepers.",
  "When Money is played; it will show up under your keepers.",
  "When Love is played; it will show up under your keepers.",
  "When Dreams is played; it will show up under your keepers.",
  "When Peace is played; it will show up under your keepers.",
  "When Bread is played; it will show up under your keepers.",
  "When The Sun is played; it will show up under your keepers.",
  "When Cookies is played; it will show up under your keepers.",
  "When Time is played; it will show up under your keepers.",
  "When The Brain is played; it will show up under your keepers.",
  "When Death is played; it will show up under your keepers.",
  "When Sleep is played; it will show up under your keepers.",
  "When Chocolate is played; it will show up under your keepers.",
  "The player with Bread and The Toaster played under their keepers pile wins.",
  "If someone has 5 or more keepers under their keepers pile, then the player who has the most keepers wins.\n\n(In the event of a tie, continue playing until a clear winner emerges.)\n",
  "The player with Time and Money played under their keepers pile wins.",
  "The player with Sleep and Time played under their keepers pile wins.",
  "The player who has Love played under their keepers piles wins, but only if that player has no other keepers on the pile.",
  "If no one has War played on their keepers pile, then the player with Peace played on their keepers pile wins.",
  "The player with Bread and Cookies played under their keepers pile wins.",
  "The player with Sleep and Dreams played under their keepers pile wins.",
  "The player with Love and The Brain played under their keepers pile wins.",
  "The player with Milk and Cookies played under their keepers pile wins.",
  "The player with The Rocket and The Moon played under their keepers pile wins.",
  "The player with Peace and Love played under their keepers pile wins.",
  "The player with The Moon and The Sun played under their keepers pile wins.",
  "The player with The Sun and Chocolate played under their keepers pile wins.",
  "The player with The Rocket and The Brain played under their keepers pile wins.",
  "The player with Dreams and Money played under their keepers pile wins.",
  "The player with Television and The Toaster played under their keepers pile wins.",
  "If no one has Television played under their keepers piles, the player with Brain played under their keepers pile wins.",
  "The player with Death and Chocolate played under their keepers pile wins.",
  "The player with Chocolate and Cookies played under their keepers pile wins.",
  "The player with Chocolate and Milk played under their keepers pile wins.",
  "If someone has 10 or more cards in their hand, then the player with the most cards in hand wins.\n(In the event of a tie, continue playing until a clear winner emerges.)\n",
  "The player with War and Death played under their keepers pile wins.",
  "Select one of the New Rule cards in play and discard it.",
  "Take another turn as soon as you finish this one.",
  "Trade your hand for the hand of one of your opponents.\n\nThis is one of those times when you can get something for nothing.",
  "Take a keeper from any player and discard it.\n\nIf no one has any Keepers in play, nothing happens when you play this card.",
  "Pick any Keeper another player has on their piles and exchange it for one of yours.\n\nIf you have no Keepers on your Keepers pile, or if no one else has any Keepers, nothing happens",
  "Steal a Keeper from in front of another player, and add it to your collection of Keepers on your Keepers pile.",
  "Take a card at random from another player's hand and play it.",
  "Search through the discard pile.  Take any Action or New Rule card you with, and immediately play it.",
  "Gather up all the Keepers from all the players piles.  They are shuffled and dealt back at random.  Each player will get the same number of keepers they started with; however; the keepers may be different though.",
  "Reset to the Basic Rules.  All the rules will be discarded automatically",
  "All the cards on the discard pile in addition to the deck will be reshuffled with this card being the first card on the discard pile.",
  "Your hand is set aside.\n\n3 cards are drawn and 2 must be played.  The last card is discarded and continue with your turn.\n\nThis card and all the cards played because of it are counted as a single play.",
  "Your hand is set aside.\n\n2 cards are drawn and must be played.\n\nThis card and all the cards played because of it are counted as a single play.",
  "Your hand is set aside.\n\nCards are drawn that equals the number of players.\n\nYou then decide who gets what.",
  "Your entire hand excluding this card are discarded and the number of cards left in your hand are the number of cards drawn.",
  "Discard your choice of up to half (rounded up) of the New Rule cards currently in play.",
  "All players hass their hands to the player next to them.  You decide which direction.",
  "All Hand and Keeper Limit rules currently in play are discarded.",
  "Each player must choose 1 card from their hand and give it to you.",
  "Draw 3 extra cards!"
]